Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། རྨི་ལམ་ལ་ལམ་བསྒོམས་པས་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་མི་འགྱུར་ལ། རྣམ་པར་བྱང་བར་ཡང་མི་འགྱུར་བ་དེ་ལྟ་བུའི་ལམ་བསྒོམ་པ་ཡོད་དམ། གསོལ་པ།
en: The Blessed One then asked, “Subhūti, do you think that dreams are endowed with the cultivation of a path through which one would be neither afflicted nor purified?” “

source: བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་དེ་ནི་དངོས་པོ་མ་མཆིས་པ་སྟེ།
en: No, Blessed Lord; they are nonentities, Blessed Lord.

source: བརྗོད་པ་དང་། སྒྲ་དང་། ཚིག་དང་། ཡི་གེ་ཐམས་ཅད་ཀྱིས་གདགས་སུ་མ་མཆིས་པའོ།
en: They cannot be conceived through any expressions, sounds, words, or letters.” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། མེ་ལོང་ལ་གཟུགས་བརྙན་སྣང་བ་དེ་ལ་གང་ལས་མངོན་པར་འདུ་བྱེད་ཅིང་། མངོན་པར་འདུ་བྱས་པས་སེམས་ཅན་དམྱལ་བར་འགྲོ་བ་འམ། བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་འགྲོ་བ་འམ།
en: Subhūti,” continued the Blessed One, “do you think that when a reflection appears on a mirror, there exists some entity that would condition deeds, and by the conditioning [of deeds] proceed to the hells, proceed to the animal realm, proceed to the world of Yama, or become a human being or a god?” “

source: གཤིན་རྗེའི་འཇིག་རྟེན་དུ་འགྲོ་བ་འམ།
en: No, Blessed Lord.

source: མི་དང་ལྷར་འགྱུར་བ་དེ་ལྟ་བུའི་དངོས་པོ་ཡོད་དམ། གསོལ་པ་བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་དེ་ནི་གཞན་དུ་ན་བྱིས་པ་རྣམས་ལ་སླུ་བ་མ་གཏོགས་པར་དངོས་པོར་མ་མཆིས་པ་སྟེ། གཟུགས་བརྙན་ཉིད་ཀྱང་མ་མཆིས་ན། གང་མངོན་པར་འདུ་བགྱིད་ཅིང་མངོན་པར་འདུ་བགྱིས་པས།
en: That would be a nonentity, except, Blessed Lord, in the case of simpletons who are being deceived.

source: སེམས་ཅན་དམྱལ་བར་མཆི་བ་འམ། བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་མཆི་བ་འམ། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་མཆི་བ་འམ། མི་དང་ལྷར་འགྱུར་བའི་སུག་ལས་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ་ཏེ་མ་མཆིས་སོ།
en: Since the reflection itself does not exist, whatever could be known would be nonexistent, let alone any deeds that it might condition, and by which they would proceed to the hells, proceed to the animal realm, proceed to the world of Yama, or become a human being or a god.” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། དེ་ལ་ལམ་བསྒོམས་པས་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་མི་འགྱུར་ལ། རྣམ་པར་བྱང་བར་ཡང་མི་འགྱུར་བ་དེ་ལྟ་བུའི་ལམ་བསྒོམ་པ་ཡོད་དམ། གསོལ་པ།
en: Subhūti,” continued the Blessed One, “do you think that [this reflection] would be endowed with the cultivation of the path through which one would be neither afflicted nor purified?” “

source: །བཅོམ་ལྡན་འདས་གཟུགས་བརྙན་ཉིད་ཀྱང་དངོས་པོ་མ་མཆིས་ན།
en: Since the reflection itself is not an entity, Blessed Lord, {Ki.

source: ལམ་བསྒོམས་པས་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་མི་འགྱུར་ལ། རྣམ་པར་བྱང་བར་ཡང་མི་འགྱུར་བ་དེ་ལྟ་བུའི་ལམ་བསྒོམ་པ་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ་ཏེ་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས།
en: VIII: 161} whatever could be known would be nonexistent, let alone the cultivation of a path through which one would be neither afflicted nor purified!” “

source: ནགས་སྟུག་པོ་དང་། རི་དང་། གཅོང་རོང་དང་། ལུང་པ་ནས་སྒྲ་བརྙན་བྱུང་ན། སྒྲ་བརྙན་དེ་ལ་མངོན་པར་འདུ་བྱེད་ཅིང་མངོན་པར་འདུ་བྱས་པས་སེམས་ཅན་དམྱལ་བར་འགྲོ་བ་འམ། བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་འགྲོ་བ་འམ། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་འགྲོ་བ་འམ། ལྷ་དང་མིར་འགྱུར་བ་དེ་ལྟ་བུའི་དངོས་པོ་ཡོད་དམ།
en: Subhūti,” continued the Blessed One, “do you think that when an echo emerges from a dense forest, a mountain, a precipice, or a valley, that echo would have an entity that would condition [deeds] through which one would proceed to the hells, proceed to the animal realm, proceed to the world of Yama, or become a human being or a god?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་ཏེ། བཅོམ་ལྡན་འདས་སྒྲ་བརྙན་དེ་ཉིད་ཀྱང་དངོས་པོ་མ་མཆིས་ན། དེ་ལ་གང་སུག་ལས་མངོན་པར་འདུ་བགྱིད་ཅིང་། མངོན་པར་འདུ་བགྱིས་ན་སེམས་ཅན་དམྱལ་བར་མཆི་བ་འམ། བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་མཆི་བ་འམ། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་མཆི་བ་འམ། ལྷ་དང་མིར་སྐྱེ་བ་འམ། རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷར་སྐྱེ་བ་འམ། སུམ་ཅུ་རྩ་གསུམ་དང་། མཚེ་མ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། ཚངས་ལྷ་ཉེ་ཕན་དང་། ཚངས་པ་ཀུན་འཁོར་དང་། ཚངས་ཆེན་དང་། སྣང་བ་དང་། ཆུང་སྣང་དང་། ཚད་མེད་སྣང་བ་དང་། ཀུན་སྣང་དང་བ་དང་། དགེ་བ་དང་། ཆུང་དགེ་དང་། ཚད་མེད་དགེ་བ་དང་། དགེ་རྒྱས་དང་། ཆེ་བ་དང་། ཆུང་ཆེ་དང་། ཚད་མེད་ཆེ་བ་དང་། འབྲས་བུ་ཆེ་བ་དང་། མི་ཆེ་བ་དང་། མི་གདུང་བ་དང་། ཤིན་དུ་མཐོང་བ་དང་། གྱ་ནོམ་སྣང་བ་དང་།
en: No, Blessed Lord.

source: འོག་མིན་གྱི་ལྷར་སྐྱེ་བ་འམ། ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་ལྷར་སྐྱེ་བ་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ་ཏེ་མ་མཆིས་སོ།
en: Since the echo itself is not an entity, whatever could be known would be nonexistent, let alone any deeds that it would condition, on the basis of which one would proceed to the hells; proceed to the animal realm; proceed to the world of Yama; become a god or a human being; be born as a god of Caturmahā­rāja­kāyika; be born as a god of Trayastriṃśa, Yāma, Tuṣita, Nirmāṇarata, Para­nirmita­vaśa­vartin, Brahmakāyika, Brahmapurohita, Brahma­pariṣadya, Mahābrahmā, Ābha, Parīttābha, Apramāṇābha, Ābhāsvara, Śubha, Parīttaśubha, Apramāṇaśubha, Śubhakṛtsna, Bṛhat, Parīttabṛhat, Apramāṇabṛhat, Bṛhatphala, Avṛha, Atapa, Sudṛśa, Sudarśana, or Akaniṣṭha; or be born as a god of the sphere of infinite space, the sphere of infinite consciousness, the sphere of nothing-at-all, or the sphere of neither perception nor nonperception.” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སྒྲ་བརྙན་གྱི་ལམ་གང་ལ་བསྒོམས་པས་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་མི་འགྱུར་ལ། རྣམ་པར་བྱང་བར་ཡང་མི་འགྱུར་བ་དེ་ལྟ་བུའི་ལམ་བསྒོམ་པ་ཡོད་དམ།
en: Subhūti,” continued the Blessed One, “do you think that that echo would be endowed with the cultivation of a path through which one would be neither afflicted nor purified?” “

source: བཅོམ་ལྡན་འདས་སྒྲ་བརྙན་ཉིད་ཀྱང་ཤིན་དུ་མ་མཆིས་པ་ལགས་ན། ལམ་གང་བསྒོམས་པས་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་མི་འགྱུར་ལ་རྣམ་པར་བྱང་བར་ཡང་མི་འགྱུར་བའི་ལམ་བསྒོམ་པ་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ་ཏེ་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སྨིག་རྒྱུ་ལ་ཆུ་མེད་པར་ཆུའི་འདུ་ཤེས་སུ་གྱུར་པ་དང་།
en: Since the echo itself absolutely does not exist, Blessed Lord, whatever could be known would be nonexistent, let alone the cultivation of a path through which one would be neither afflicted nor purified.” “

source: ཀླུང་མེད་པར་ཆུ་ཀླུང་གི་འདུ་ཤེས་སུ་གྱུར་པ་དང་། གྲོང་ཁྱེར་མེད་པར་གྲོང་ཁྱེར་གྱི་འདུ་ཤེས་སུ་གྱུར་པ་དང་། སྐྱེད་མོས་ཚལ་མེད་པར་སྐྱེད་མོས་ཚལ་གྱི་འདུ་ཤེས་སུ་གྱུར་པ་དེ་ལ། འདུ་ཤེས་ཀྱི་ལམ་གང་མངོན་པར་འདུ་བྱས་པས། སེམས་ཅན་དམྱལ་བར་འགྲོ་བ་འམ། བྱོལ་སོང་གི་སྐྱེ་གནས་སམ། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་འགྲོ་བ་འམ། མིར་སྐྱེ་བ་འམ། རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷར་སྐྱེ་བ་འམ། སུམ་ཅུ་རྩ་གསུམ་དང་། མཚེ་མ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། ཚངས་ལྷ་ཉེ་ཕན་དང་། ཚངས་པ་ཀུན་འཁོར་དང་། ཚངས་ཆེན་དང་། སྣང་བ་དང་། ཆུང་སྣང་དང་། ཚད་མེད་སྣང་བ་དང་། ཀུན་སྣང་དང་བ་དང་། དགེ་བ་དང་། ཆུང་དགེ་དང་། ཚད་མེད་དགེ་བ་དང་། དགེ་རྒྱས་དང་། ཆེ་བ་དང་། ཆུང་ཆེ་དང་། ཚད་མེད་ཆེ་བ་དང་། འབྲས་བུ་ཆེ་བ་དང་། མི་ཆེ་བ་དང་། མི་གདུང་བ་དང་། ཤིན་དུ་མཐོང་བ་དང་། གྱ་ནོམ་སྣང་བ་དང་། འོག་མིན་གྱི་ལྷར་སྐྱེ་བ་འམ། ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་དང་།
en: Subhūti,” continued the Blessed One, “do you think that in a mirage when water is perceived where there is no water, where rivers are perceived where there are no rivers, where cities are perceived where there are no cities, and where meadows are perceived where there are no meadows, this mode of perception would condition [deeds], through which one might proceed to the hells; proceed to the animal realm; proceed to the world of Yama; become a human being; be born as a god of Caturmahā­rāja­kāyika; be born as a god of Trayastriṃśa, Yāma, Tuṣita, Nirmāṇarata, Para­nirmita­vaśa­vartin, Brahmakāyika, Brahmapurohita, Brahma­pariṣadya, Mahābrahmā, Ābha, Parīttābha, Apramāṇābha, Ābhāsvara, Śubha, Parīttaśubha, Apramāṇaśubha, Śubhakṛtsna, Bṛhat, Parīttabṛhat, Apramāṇabṛhat, Bṛhatphala, Avṛha, Atapa, Sudṛśa, Sudarśana, or Akaniṣṭha; or be born as a god of the sphere of infinite space, the sphere of infinite consciousness, the sphere of nothing-at-all, or the sphere of neither perception nor nonperception?” “

source: འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་ལྷར་སྐྱེ་བ་དེ་ལྟ་བུ་ཡོད་དམ། གསོལ་པ། བཅོམ་ལྡན་འདས་སྨིག་སྒྱུ་ལ་འདུ་ཤེས་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་པ་དང་། མིག་གིས་ལོག་པར་མཐོང་བ་མ་གཏོགས་པར་ཆུ་ཀླུང་དང་། གྲོང་ཁྱེར་དང་། བསྐྱེད་མོས་ཚལ་ཤིན་དུ་མ་མཆིས་ན། སུག་ལས་གང་མངོན་པར་འདུ་བགྱིས་པས་སེམས་ཅན་དམྱལ་བར་མཆི་བ་འམ། བྱོལ་སོང་གི་སྐྱེ་གནས་སམ། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་མཆི་བ་འམ། མིར་སྐྱེ་བ་འམ། རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷར་སྐྱེ་བ་འམ། སུམ་ཅུ་རྩ་གསུམ་དང་། མཚེ་མ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། ཚངས་ལྷ་ཉེ་ཕན་དང་། ཚངས་པ་ཀུན་འཁོར་དང་། ཚངས་ཆེན་དང་། སྣང་བ་དང་། ཆུང་སྣང་དང་། ཚད་མེད་སྣང་བ་དང་། ཀུན་སྣང་དང་བ་དང་། དགེ་བ་དང་། ཆུང་དགེ་དང་། ཚད་མེད་དགེ་བ་དང་། དགེ་རྒྱས་དང་། ཆེ་བ་དང་། ཆུང་ཆེ་དང་། ཚད་མེད་ཆེ་བ་དང་། འབྲས་བུ་ཆེ་བ་དང་། མི་ཆེ་བ་དང་། མི་གདུང་བ་དང་། ཤིན་དུ་མཐོང་བ་དང་། གྱ་ནོམ་སྣང་བ་དང་། འོག་མིན་གྱི་ལྷར་སྐྱེ་བ་འམ། ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་དང་།
en: Blessed Lord, since in a mirage water, rivers, cities, and meadows absolutely do not exist, except for erroneous perception and the mistaken vision of the eyes, whatever could be known would be nonexistent, let alone any deeds through the conditioning of which one might proceed to the hells; proceed to the animal realm; proceed to the world of Yama; become a human being; be born as a god of Caturmahā­rāja­kāyika; be born as a god of Trayastriṃśa, Yāma, Tuṣita, Nirmāṇarata, Para­nirmita­vaśa­vartin, Brahmakāyika, Brahmapurohita, Brahma­pariṣadya, Mahābrahmā, Ābha, Parīttābha, Apramāṇābha, Ābhāsvara, Śubha, Parīttaśubha, Apramāṇaśubha, Śubhakṛtsna, Bṛhat, Parīttabṛhat, Apramāṇabṛhat, Bṛhatphala, Avṛha, Atapa, Sudṛśa, Sudarśana, or Akaniṣṭha; or be born as a god of the sphere of infinite space, the sphere of infinite consciousness, the sphere of nothing-at-all, or the sphere of neither perception nor nonperception.” “

source: འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་ལྷར་སྐྱེ་བར་འགྱུར་བ་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ་ཏེ་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། ཕྱིན་ཅི་ལོག་གི་འདུ་ཤེས་དེ་ལ་ལམ་གང་བསྒོམས་པས་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་མི་འགྱུར་ལ། རྣམ་པར་བྱང་བར་ཡང་མི་འགྱུར་བ་དེ་ལྟ་བུའི་ལམ་བསྒོམ་པ་ཡོད་དམ།
en: Subhūti,” continued the Blessed One, “do you think that erroneous perception [of the mirage] would be endowed with the cultivation of a path through which one would be neither afflicted nor purified?” {

source: བཅོམ་ལྡན་འདས་ཕྱིན་ཅི་ལོག་གི་འདུ་ཤེས་དེ་ཉིད་ཀྱང་དངོས་པོ་མ་མཆིས་པ་ལགས་ན། ལམ་གང་བསྒོམས་པས་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་མི་འགྱུར་ལ། རྣམ་པར་བྱང་བར་ཡང་མི་འགྱུར་བའི་ལམ་བསྒོམ་པ་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ་ཏེ་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས།
en: Since that erroneous perception [of the mirage] is itself a nonentity, whatever could be known would be nonexistent, let alone the cultivation of a path through which one would be neither afflicted nor purified.” “

source: སྒྱུ་མའི་མཁན་པོས་སྒྱུ་མ་སྣ་ཚོགས། གླང་པོའི་ཚོགས་སམ། རྟའི་ཚོགས་སམ། གླང་གི་ཚོགས་སམ། དཔུང་བུ་ཆུང་གི་ཚོགས་སམ། བུད་མེད་ཀྱི་
en: Subhūti,” continued the Blessed One, “do you think that when an illusionist conjures up diverse magical displays—herds of elephants, herds of horses, herds of oxen, divisions of infantry, the form of a woman, or the form of a man—these magical displays would condition [deeds] through which one might proceed to the hells; proceed to the animal realm; proceed to the world of Yama; become a human being; be born as a god of Caturmahā­rāja­kāyika; be born as a god of Trayastriṃśa, Yāma, Tuṣita, Nirmāṇarata, Para­nirmita­vaśa­vartin, Brahmakāyika, Brahmapurohita, Brahma­pariṣadya, Mahābrahmā, Ābha, Parīttābha, Apramāṇābha, Ābhāsvara, Śubha, Parīttaśubha, Apramāṇaśubha, Śubhakṛtsna, Bṛhat, Parīttabṛhat, Apramāṇabṛhat, Bṛhatphala, Avṛha, Atapa, Sudṛśa, Sudarśana, or Akaniṣṭha; or be born as a god of the sphere of infinite space, the sphere of infinite consciousness, the sphere of nothing-at-all, or the sphere of neither perception nor nonperception?” “

source: གཟུགས་སམ། སྐྱེས་པའི་གཟུགས་མངོན་པར་སྤྲུལ་ན། སྒྱུ་མ་དེ་དག་ལ་གང་མངོན་པར་འདུ་བྱས་པས་སེམས་ཅན་དམྱལ་བར་འགྲོ་བ་འམ། བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་འགྲོ་བ་འམ། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་འགྲོ་བ་འམ། མིར་སྐྱེ་བ་འམ། རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷར་སྐྱེ་བ་འམ། སུམ་ཅུ་རྩ་གསུམ་དང་། མཚེ་མ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། ཚངས་ལྷ་ཉེ་ཕན་དང་། ཚངས་པ་ཀུན་འཁོར་དང་། ཚངས་ཆེན་དང་། སྣང་བ་དང་། ཆུང་སྣང་དང་། ཚད་མེད་སྣང་བ་དང་། ཀུན་སྣང་དང་བ་དང་། དགེ་བ་དང་། ཆུང་དགེ་དང་། ཚད་མེད་དགེ་བ་དང་། དགེ་རྒྱས་དང་། ཆེ་བ་དང་། ཆུང་ཆེ་དང་། ཚད་མེད་ཆེ་བ་དང་། འབྲས་བུ་ཆེ་བ་དང་། མི་ཆེ་བ་དང་། མི་གདུང་བ་དང་། ཤིན་དུ་མཐོང་བ་དང་། གྱ་ནོམ་སྣང་བ་དང་། འོག་མིན་གྱི་ལྷར་སྐྱེ་བ་འམ། ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་ལྷར་སྐྱེ་བ་དེ་ལྟ་བུའི་དངོས་པོ་ཡོད་དམ། གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་ཏེ། སྒྱུ་མ་དེ་གང་ལ་གནས་ཏེ། སུག་ལས་དེ་གང་མངོན་པར་འདུ་བགྱིད་པ་དང་། སུག་ལས་གང་མངོན་པར་འདུ་བགྱིས་པས། སེམས་ཅན་དམྱལ་བར་མཆི་བ་འམ། བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་མཆི་བ་འམ། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་མཆི་བ་འམ། མིར་སྐྱེ་བ་འམ། རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷར་སྐྱེ་བ་འམ། སུམ་ཅུ་རྩ་གསུམ་དང་། མཚེ་མ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། ཚངས་ལྷ་ཉེ་ཕན་དང་། ཚངས་པ་ཀུན་འཁོར་དང་། ཚངས་ཆེན་དང་། སྣང་བ་དང་། ཆུང་སྣང་དང་། ཚད་མེད་སྣང་བ་དང་། ཀུན་སྣང་དང་བ་དང་། དགེ་བ་དང་། ཆུང་དགེ་དང་། ཚད་མེད་དགེ་བ་དང་། དགེ་རྒྱས་དང་། ཆེ་བ་དང་། ཆུང་ཆེ་དང་། ཚད་མེད་ཆེ་བ་དང་། འབྲས་བུ་ཆེ་བ་དང་། མི་ཆེ་བ་དང་། མི་གདུང་བ་དང་། ཤིན་དུ་མཐོང་བ་དང་། གྱ་ནོམ་སྣང་བ་དང་། འོག་མིན་གྱི་ལྷར་སྐྱེ་བ་འམ།
en: No, Blessed Lord!

source: ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་ལྷར་སྐྱེ་བར་འགྱུར་བ་ནི། སྐྲའི་རྩེ་མོའི་ཆ་ཤས་གཞག་པ་ཙམ་ཡང་མ་མཆིས་སོ།
en: Based on these magical displays there exists nothing at all, not even as tiny as the fraction of a hair-tip, that would condition deeds through which one might proceed to the hells; proceed to the animal realm; proceed to the world of Yama; be born as a human being; be born as a god of Caturmahā­rāja­kāyika; be born as a god of Trayastriṃśa, Yāma, Tuṣita, Nirmāṇarata, Para­nirmita­vaśa­vartin, Brahmakāyika, Brahmapurohita, Brahma­pariṣadya, Mahābrahmā, Ābha, Parīttābha, Apramāṇābha, Ābhāsvara, Śubha, Parīttaśubha, Apramāṇaśubha, Śubhakṛtsna, Bṛhat, Parīttabṛhat, Apramāṇabṛhat, Bṛhatphala, Avṛha, Atapa, Sudṛśa, Sudarśana, or Akaniṣṭha; or be born as a god of the sphere of infinite space, the sphere of infinite consciousness, the sphere of nothing-at-all, or the sphere of neither perception nor nonperception.” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སྒྱུ་མ་གང་ལམ་བསྒོམས་པས་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་མི་འགྱུར་ལ། རྣམ་པར་བྱང་བར་ཡང་མི་འགྱུར་བ་དེ་ལྟ་བུའི་ལམ་བསྒོམ་པ་གང་ཡང་ཡོད་དམ། གསོལ་པ།
en: Subhūti,” continued the Blessed One, “do you think that magical displays would be endowed with the cultivation of a path through which one would be neither afflicted nor purified?” “

source: བཅོམ་ལྡན་འདས་དངོས་པོ་མ་མཆིས་པའི་ཆོས་ལ་ཉོན་མོངས་པ་འམ། རྣམ་པར་བྱང་བར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། དེ་བཞིན་གཤེགས་པས་སྤྲུལ་པ་མཛད་ན། སྤྲུལ་པ་དེ་ལ་ལས་གང་མངོན་པར་
en: How, Blessed Lord, could there possibly be affliction or purification in the case of phenomena that are nonentities!” “

source: འདུ་བྱས་པས་སེམས་ཅན་དམྱལ་བར་འགྲོ་བ་འམ། བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་འགྲོ་བ་འམ། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་འགྲོ་བ་འམ། མིར་སྐྱེ་བ་འམ། རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷར་སྐྱེ་བ་འམ། སུམ་ཅུ་རྩ་གསུམ་དང་། མཚེ་མ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། ཚངས་ལྷ་ཉེ་ཕན་དང་། ཚངས་པ་ཀུན་འཁོར་དང་། ཚངས་ཆེན་དང་། སྣང་བ་དང་། ཆུང་སྣང་དང་། ཚད་མེད་སྣང་བ་དང་། ཀུན་སྣང་དང་བ་དང་། དགེ་བ་དང་། ཆུང་དགེ་དང་། ཚད་མེད་དགེ་བ་དང་། དགེ་རྒྱས་དང་། ཆེ་བ་དང་། ཆུང་ཆེ་དང་། ཚད་མེད་ཆེ་བ་དང་། འབྲས་བུ་ཆེ་བ་དང་། མི་ཆེ་བ་དང་མི་གདུང་བ་དང་། ཤིན་དུ་མཐོང་བ་དང་། གྱ་ནོམ་སྣང་བ་དང་། འོག་མིན་གྱི་ལྷར་སྐྱེ་བ་འམ། ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་ལྷར་སྐྱེ་བར་འགྱུར་བ་དེ་ལྟ་བུའི་དངོས་པོ་ཡོད་དམ།
en: Subhūti,” continued the Blessed One, “do you think that when the tathāgatas create a phantom emanation, that phantom emanation would condition any deeds through which one might proceed to the hells; proceed to the animal realm; proceed to the world of Yama; be born as a human being; be born as a god of Caturmahā­rāja­kāyika; be born as a god of Trayastriṃśa, Yāma, Tuṣita, Nirmāṇarata, Para­nirmita­vaśa­vartin, Brahmakāyika, Brahmapurohita, Brahma­pariṣadya, Mahābrahmā, Ābha, Parīttābha, Apramāṇābha, Ābhāsvara, Śubha, Parīttaśubha, Apramāṇaśubha, Śubhakṛtsna, Bṛhat, Parīttabṛhat, Apramāṇabṛhat, Bṛhatphala, Avṛha, Atapa, Sudṛśa, Sudarśana, or Akaniṣṭha; or be born as a god of the sphere of infinite space, the sphere of infinite consciousness, the sphere of nothing-at-all, or the sphere of neither perception nor nonperception?” “

source: བཅོམ་ལྡན་འདས་སྤྲུལ་པ་དེ་ལ་དངོས་པོ་མ་མཆིས་སོ།
en: There would be no entity in that phantom emanation.” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སྤྲུལ་པ་དེ་ལ་ལམ་གང་བསྒོམས་པས་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་མི་འགྱུར་ལ། རྣམ་པར་བྱང་བར་ཡང་མི་འགྱུར་བ་དེ་ལྟ་བུའི་ལམ་བསྒོམ་པ་ཡོད་དམ། གསོལ་པ།
en: Subhūti,” continued the Blessed One, “do you think that this phantom emanation would be endowed with the cultivation of a path through which one would be neither afflicted nor purified?” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། དེ་ལ་གང་ལ་ལ་ཞིག་ཀུན་ནས་ཉོན་མོངས་པ་འམ། རྣམ་པར་བྱང་བར་ཡང་འགྱུར་བ་ཡོད་དམ།
en: VIII: 163} “Subhūti,” continued the Blessed One, “do you think that there would exist anyone defiled or purified in it?” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་དེ་བཞིན་ཏེ། ཇི་ལྟར་ཀུན་ནས་ཉོན་མོངས་པ་འམ། རྣམ་པར་བྱང་བར་འགྱུར་བ་གང་ཡང་མེད་པ་དེ་བཞིན་དུ་ཀུན་ནས་ཉོན་མོངས་པ་འམ། རྣམ་པར་བྱང་བ་ཡང་མེད་དོ།
en: The Blessed One then said, “Subhūti, just as there is no one at all that is defiled or purified, in the same way there exists neither affliction nor purification.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བདག་དང་བདག་གིར་བྱ་བ་ལ་གནས་ཤིང་། སེམས་ཅན་རྣམས་ཀུན་ནས་ཉོན་མོངས་པ་འམ། རྣམ་པར་བྱང་བར་འགྱུར་གྱི། ཡང་དག་པར་མཐོང་བ་ནི་ཀུན་ནས་ཉོན་མོངས་པ་འམ།
en: If you ask why, abiding in notions of ‘I’ and ‘mine,’ beings become defiled or purified, but those who see authentically will neither be afflicted nor purified.

source: རྣམ་པར་བྱང་བར་འགྱུར་བ་མེད་དོ། །ཇི་ལྟར་ཡང་དག་པར་མཐོང་བ་ལ་ཀུན་ནས་ཉོན་མོངས་པ་འམ། རྣམ་པར་བྱང་བར་འགྱུར་བ་མེད་པ་དེ་བཞིན་དུ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་མེད་དོ།
en: Just as for those who see authentically there will neither be affliction nor purification, in the same way there exists neither affliction nor purification.”

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ་ལས། ལེའུ་དྲུག་ཅུ་དགུ་པའོ།། །།
en: This completes the sixty-ninth chapter from “The Perfection of Wisdom in Twenty-Five Thousand Lines.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཡང་དག་པ་མཐོང་བ་ལ་ཀུན་ནས་ཉོན་མོངས་པར་འགྱུར་བ་འམ། རྣམ་པར་བྱང་བར་འགྱུར་བ་ཡང་མ་མཆིས་པ་དེ་བཞིན་དུ་ཡང་དག་པ་མཐོང་བ་ལ་ཡང་ཀུན་ནས་ཉོན་མོངས་པ་འམ། རྣམ་པར་བྱང་བར་འགྱུར་བ་མ་མཆིས་ཏེ།
en: Chapter 70 The venerable Subhūti then asked the Blessed One, “Blessed Lord, just as those who see authentically are neither afflicted nor purified, in the same way, those who do not see authentically also are neither afflicted nor purified.

source: དེ་ནི་ཆོས་ཐམས་ཅད་དངོས་པོ་མ་མཆིས་པའི་ངོ་བོ་ཉིད་པས། བཅོམ་ལྡན་འདས་དངོས་པོ་མ་མཆིས་པ་ལ་ནི་ཀུན་ནས་ཉོན་མོངས་པ་འམ། རྣམ་པར་བྱང་བར་མ་མཆིས་ཏེ། བཅོམ་ལྡན་འདས་ངོ་བོ་ཉིད་ལ་ཀུན་ནས་ཉོན་མོངས་པ་འམ། རྣམ་པར་བྱང་བ་མ་མཆིས་ཏེ།
en: Since all phenomena have the essential nature of nonentity, Blessed Lord, in nonentities there is neither affliction nor purification, and, Blessed Lord, in their essential nature there is neither affliction nor purification.

source: དངོས་པོ་མ་མཆིས་པའི་ངོ་བོ་ཉིད་ལ་ཡང་ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་མ་མཆིས་ན། བཅོམ་ལྡན་འདས་ཀྱིས་རྣམ་པར་བྱང་བར་གསུངས་པ་དེ་ཇི་ལྟ་བུ་ལགས།
en: If in the essential nature of nonentity there is indeed neither affliction nor purification, what is that which the Blessed Lord has described as purification?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཆོས་ཐམས་ཅད་ཀྱི་མཉམ་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་ངས་རྣམ་པར་བྱང་བར་གསུངས་སོ། །གསོལ་པ།
en: Subhūti, I have described the sameness of all phenomena as purification,” replied the Blessed One. “

source: བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་ཀྱི་མཉམ་པ་ཉིད་དེ་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་བཞིན་ཉིད་དང་། མ་ནོར་བ་དེ་བཞིན་ཉིད་དང་། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་དང་།
en: Blessed Lord, what is the sameness of all phenomena?”

source: ཆོས་ཉིད་དང་། ཆོས་ཀྱི་དབྱིངས་ཉིད་དང་། ཆོས་ཀྱི་གནས་ཉིད་དང་ཆོས་སྐྱོན་མེད་པ་ཉིད་དང་།
en: The Blessed One replied, “It is the real nature, the unmistaken real nature, the one and only real nature, reality, the realm of phenomena, the abiding nature of reality, the maturity of all phenomena, and the very limit of reality.

source: ཡང་དག་པའི་མཐའ་གང་དེ་བཞིན་གཤེགས་པ་རྣམས་བྱུང་ཡང་རུང་། དེ་བཞིན་གཤེགས་པ་རྣམས་མ་བྱུང་ཡང་རུང་སྟེ། དེ་བཞིན་དུ་གནས་པའི་ཆོས་ཀྱི་གནས་ཉིད་དང་། དབྱིངས་འདི་ལྟ་སྟེ། ཆོས་ཀྱི་དབྱིངས་ཤེས་བྱ་བ་འདི་ནི་རབ་འབྱོར་རྣམ་པར་བྱང་བ་སྟེ།
en: Subhūti, whether the tathāgatas have appeared or whether the tathāgatas have not appeared, purification is that which is said to be the abiding nature of phenomena, the expanse that dwells in that manner, the realm of phenomena.

source: དེ་ནི་འཇིག་རྟེན་གྱི་ཐ་སྙད་ཀྱིས་བརྗོད་ཀྱི་དེ་ནི་བརྗོད་དུ་མེད་ཅིང་སྨོས་སུ་མེད་པ་སྟེ། སྒྲ་དང་ཚིག་ཐམས་ཅད་ཀྱི་ལམ་ལས་འདས་པའི་ཆོས་སོ། །གསོལ་པ།
en: Although it is expressed in mundane conventional terms, it is inexpressible and ineffable, transcending the paths of language and words.” “

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་རྨི་ལམ་ལྟ་བུ་སྒྲ་བརྙན་ལྟ་བུ་མིག་ཡོར་ལྟ་བུ། སྨྱིག་རྒྱུ་ལྟ་བུ་སྒྱུ་མ་ལྟ་བུ་སྤྲུལ་པ་ལྟ་བུ་ལགས་ན། ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་ཐམས་ཅད་རྨི་ལམ་ལྟ་བུ་དང་། སྒྲ་བརྙན་ལྟ་བུ་དང་། མིག་ཡོར་ལྟ་བུ་དང་། སྨིག་རྒྱུ་ལྟ་བུ་དང་། སྒྱུ་མ་ལྟ་བུ་དང་། ཆོས་ཐམས་ཅད་སྤྲུལ་པ་ལྟ་བུ་སྟེ། དངོས་པོ་མ་མཆིས་པ། རྫས་མ་མཆིས་པ་ལ་བདག་གིས་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱའོ།
en: Blessed Lord, if all phenomena are like a dream, like an echo, like an optical aberration, like a mirage, like a magical display, and like a phantom emanation, how do bodhisattva great beings, with respect to all phenomena that are nonentities and insubstantial, like a dream, like an echo, like an optical aberration, like a mirage, like a magical display, and like a phantom emanation, themselves set their minds on unsurpassed, complete enlightenment, so as to perfect the perfection of generosity?

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཐབས་མཁས་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྨོན་ལམ་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྟོབས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཡེ་ཤེས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱའོ།
en: How should they perfect the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, the perfection of wisdom, the perfection of skill in means, the perfection of aspiration, the perfection of power, and the perfection of gnosis?

source: །ནང་སྟོང་པ་ཉིད་ཡོངས་སུ་རྫོགས་པར་བྱའོ།
en: How should they perfect the emptiness of internal phenomena?

source: །ཕྱི་སྟོང་པ་ཉིད་དང་། ཕྱི་ནང་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ཡོངས་སུ་རྫོགས་པར་བྱའོ།
en: How should they perfect the emptiness of external phenomena, the emptiness of external and internal phenomena, and [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentity?

source: །དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་ཡོངས་སུ་རྫོགས་པར་བྱའོ། །ཡང་དག་པར་སྤོང་བ་བཞི་དང་།
en: How should they perfect the applications of mindfulness?
